[
  {
    "uuid": "a91f6ce5-9383-4d12-b28d-734c9370f861",
    "location": "Exeter, UK",
    "timeStamp": "7 Jan 2025 at 09:30",
    "title": "The Phantom Warning",
    "text": "I was drifting through town, lost in thought, when I stepped into the street without looking. A piercing shriek sliced through the air—an old woman, her voice cracking like dead leaves, screamed for me to stop. I froze and turned just in time to see a bus thunder past, a blast of air clawing at my face. My heart pounded as I looked across to thank her, but the street was empty. No trace of her remained. That’s when the chill set in—she looked exactly like my grandmother, who I buried seven years ago. I still remember the floral scarf she wore…the same one we buried her in."
  },
  {
    "uuid": "47e3291a-6f67-4fc0-9d06-25f4d1f3ae1",
    "location": "Edinburgh, UK",
    "timeStamp": "29 Mar 2024 at 11:30",
    "title": "The Pianist’s Lament",
    "text": "We wandered into the skeleton of an abandoned theater, its air thick with forgotten breath. As we crept through its crumbling halls, a piano melody began to drift—low, haunting, almost mournful. It drew us to the stage, where a dust-veiled piano sat, keys untouched, strings long dead. Then he appeared: a tall, gaunt figure in tattered evening wear, standing in the balcony like a relic of grief. He stared down at us, his eyes hollow with memory, before dissolving into nothingness. Later, I learned of the fire—the pianist who perished mid-performance, still searching for his final ovation."
  },
  {
    "uuid": "9fd1328e-273b-4cb8-bd6d-4cf2e6e42af9",
    "location": "Bath, UK",
    "timeStamp": "13 Feb 2025 at 22:15",
    "title": "The Mirror in Room 12",
    "text": "When I checked into the old inn, the receptionist warned me about Room 12—‘Avoid the mirror,’ she said, half-joking. At midnight, I woke to faint tapping. The mirror across the room was fogged from the inside, as if someone stood behind it, breathing. Then came the writing—slow, deliberate letters forming words I didn’t want to read: 'GET OUT.' I packed and left before sunrise. Later, I learned Room 12 had been sealed off for years after a guest hanged himself before that very mirror."
  },
  {
    "uuid": "1b4c7d5e-5a23-4893-a9b7-04c9ed6e6712",
    "location": "York, UK",
    "timeStamp": "31 Oct 2023 at 23:59",
    "title": "The Bell That Never Rang",
    "text": "Every Halloween, the bell at St. Mary’s tolls once at midnight—though the tower’s mechanism has been broken for decades. Locals say it’s the sexton’s ghost, still marking his final watch. Last year, I waited beneath the tower. At the stroke of midnight, I heard the bell loud and clear. When I looked up, the figure of a man in a soot-stained cloak was staring down at me, holding a rope that wasn’t there."
  },
  {
    "uuid": "67e83c2b-b7ef-40b1-b879-775c548cb112",
    "location": "Liverpool, UK",
    "timeStamp": "19 Jun 2024 at 02:10",
    "title": "Whispers from the Dock",
    "text": "The tide was low when I heard it—the faint murmur of voices from beneath the old pier. It was like a conversation, muffled and rhythmic, rising with each wave. I leaned closer, and the words became clearer: they were calling my name. The next day, divers found bones tangled in the nets below, their skulls facing upward, mouths still open as if whispering secrets to the surface."
  },
  {
    "uuid": "c0a11de4-6e8a-47ff-8c89-5b82f548b299",
    "location": "Cardiff, Wales",
    "timeStamp": "3 Apr 2024 at 18:45",
    "title": "The Photograph",
    "text": "I found an old photograph in my attic—three children standing outside a cottage. Only, one of them was me. The handwriting on the back read, 'Summer 1997, before the accident.' But I was born in 2002."
  },
  {
    "uuid": "ea32c5b1-d312-4b1e-9c3b-cb23916a5aef",
    "location": "Glasgow, UK",
    "timeStamp": "9 May 2025 at 01:17",
    "title": "The Caller at the Window",
    "text": "Every night at 1:17, someone knocked three times on my window. I lived on the 12th floor. The first few nights, I ignored it. The last night, I looked—and saw a pale face pressed against the glass, upside down."
  },
  {
    "uuid": "7ef54b34-8450-421f-8a2c-97e3dc2ff3f7",
    "location": "Bristol, UK",
    "timeStamp": "20 Dec 2023 at 22:00",
    "title": "The Reflection’s Smile",
    "text": "In the restroom of the train station, my reflection didn’t move when I did. It smiled first. Then it reached out and touched the other side of the mirror. I ran—but when I passed another mirror outside, I saw it still smiling."
  },
  {
    "uuid": "8c67b921-d41e-4538-bf1b-2b8b9d9ce2e5",
    "location": "Manchester, UK",
    "timeStamp": "4 Sep 2024 at 16:40",
    "title": "The Child on Platform 3",
    "text": "She stood alone, holding a balloon. The train conductor said no children had boarded that day. But when I looked back from my seat, she was there, watching through the window as the train pulled away, her balloon drifting upward."
  },
  {
    "uuid": "e1b1af97-f9e2-4e26-8f43-1e9fba931d3b",
    "location": "Norwich, UK",
    "timeStamp": "28 Feb 2025 at 05:55",
    "title": "The Whispering Walls",
    "text": "At night, the walls of my flat hum softly, like distant voices. I recorded it once, slowed it down, and listened carefully. It wasn’t random noise—it was someone repeating, 'You shouldn’t have moved in.'"
  },
  {
    "uuid": "4c0d8b1a-bf6b-4f1b-9e9a-9b2f73bde029",
    "location": "Leeds, UK",
    "timeStamp": "12 Mar 2024 at 23:12",
    "title": "The Shadow in the Corridor",
    "text": "Every time I turned off the light in the corridor, I saw a darker shape among the shadows. It didn’t vanish when I flipped the switch back on—it just stared back, unmoving, until I stopped looking."
  },
  {
    "uuid": "b52c5a77-4d54-4c77-8b91-25dfb6b2a79d",
    "location": "London, UK",
    "timeStamp": "1 Nov 2023 at 04:00",
    "title": "The Underground Passenger",
    "text": "The train was empty except for me and a man at the far end. I blinked—and he was gone. But his reflection was still sitting in the window."
  },
  {
    "uuid": "f4da71a1-8b56-4b5a-bb64-77517ef3087d",
    "location": "Newcastle, UK",
    "timeStamp": "22 Aug 2024 at 21:22",
    "title": "The Broadcast",
    "text": "My radio started playing a station I’d never heard of—static, then a voice saying my full name and address, followed by: 'You have one minute.' Then silence."
  },
  {
    "uuid": "cb3a8572-b542-4f7f-91e0-41a8b723e315",
    "location": "Brighton, UK",
    "timeStamp": "15 Jul 2024 at 19:09",
    "title": "The Sea’s Secret",
    "text": "While walking the shore, I found a bottle sealed with wax. Inside was a note that said: 'Help me. I’m still drowning.' The ink was wet."
  },
  {
    "uuid": "e8e3f912-5e88-48d8-951c-41b9b53c0aa1",
    "location": "Durham, UK",
    "timeStamp": "8 Oct 2023 at 00:14",
    "title": "The Silent Choir",
    "text": "I heard hymns echoing through the cathedral long after midnight. The priest told me the choir had disbanded in 1983—after the roof collapsed during practice, killing them all."
  },
  {
    "uuid": "9b4b1245-9934-498e-846c-256b2d46b0ff",
    "location": "Swansea, Wales",
    "timeStamp": "10 May 2024 at 20:45",
    "title": "The Watcher in the Window",
    "text": "Every night, my upstairs neighbor’s light flickered once at exactly 20:45. I mentioned it to the landlord—he looked pale and said no one had lived there since 2001."
  },
  {
    "uuid": "aa7de3a8-bb51-4a62-bc42-55fda2b5149b",
    "location": "Cambridge, UK",
    "timeStamp": "6 Jun 2024 at 12:06",
    "title": "The Library Ghost",
    "text": "The librarian always returned my books before I could reach the desk. One day, I waited. The chair behind the counter was empty, but the date stamp clicked on its own."
  },
  {
    "uuid": "c44fba8a-227e-41f4-b13a-8d1f70a34a1d",
    "location": "Oxford, UK",
    "timeStamp": "1 Apr 2024 at 03:33",
    "title": "The Sleeper Below",
    "text": "Renovations in my basement revealed a bricked-up door. Behind it was a small room, and on the wall, scratched into the plaster: 'Do not wake me again.'"
  },
  {
    "uuid": "d22f98b1-4f33-4bb0-923c-efc5e671e6e8",
    "location": "Belfast, UK",
    "timeStamp": "19 Dec 2024 at 22:44",
    "title": "The Voice Recorder",
    "text": "I played back a voice memo I didn’t remember recording. My voice said, 'I think someone’s behind me.' Then there was breathing. Then a whisper: 'I am.'"
  },
  {
    "uuid": "e23c4a59-7c42-41c2-a6fa-54a1fcb4e17f",
    "location": "Nottingham, UK",
    "timeStamp": "25 Mar 2025 at 09:09",
    "title": "The Lost Passenger",
    "text": "On the morning bus, a man asked if this route still stopped at St. Bride’s. I said yes. When I mentioned it to the driver, he frowned—'That stop was demolished ten years ago, after the crash.'"
  },
  {
    "location": "efsefs",
    "timeStamp": "20 October 2025 at 12:19",
    "text": "\n    Hello <b>World</b>! \n    Italic <b>Bold</b>\n  ",
    "title": "fesdfse"
  }
]